# UnLckObjs

## Description
Procedure UnLckObjs unlocks the selected objects.

```pascal
PROCEDURE UnLckObjs;
```

```python
def vs.UnLckObjs():
    return None
```

## Examples
==== VectorScript ====
```pascal
SelectObj((C='Structure To Remain'));
UnLckObjs;
```
==== Python ====
```python

```

## Version
Availability: from All Versions

## Category
* General Edit